[
  { "title": "THE THIRSTY PIRATE", "desc": "You drink. No arguments, just grog!" },
  { "title": "THE EXECUTIONER", "desc": "Pick a scallywag at the table. They must drink." },
  { "title": "SHARING THE BOOTY", "desc": "Pick two people to cheers and drink together." },
  { "title": "ALL HANDS ON DECK", "desc": "Everyone at the table takes a drink!" },
  { "title": "THE QUARTERMASTER", "desc": "The person with the emptiest glass drinks to catch up." },
  { "title": "HIGH TIDE", "desc": "Everyone with a name starting with a vowel (A, E, I, O, U) drinks." },
  { "title": "LOW TIDE", "desc": "Everyone with a name starting with a consonant drinks." },
  { "title": "THE FIRST MATE", "desc": "Pick a partner. Whenever you drink, they drink (and vice versa) for 3 rounds." },
  { "title": "THE POISON TASTER", "desc": "The person to your left must take a sip to ensure the crew is safe." },
  { "title": "WATERFALL", "desc": "Everyone starts drinking. You can only stop when the person to your left stops. You go first!" },
  { "title": "BOTTOMS UP", "desc": "The person who most recently joined the group or entered the room drinks." },
  { "title": "THE CAPTAIN’S HEALTH", "desc": "Everyone raises their glass, yells 'To the Captain!' and takes a sip." },
  { "title": "LEFT-HANDED HOOK", "desc": "Everyone must drink with their non-dominant hand for the next 2 rounds." },
  { "title": "DOUBLE VISION", "desc": "Take two sips, then pick someone else to take two sips." },
  { "title": "THE DRUNKEN SAILOR", "desc": "Spin around 5 times and then try to take a sip without spilling a drop." },
  { "title": "DRY SPELL", "desc": "The person who last went to the bathroom drinks." },
  { "title": "EMPTY THE HOLD", "desc": "If your glass is more than half full, take a big gulp." },
  { "title": "THE NAVIGATOR’S TOLL", "desc": "The person sitting furthest away from you drinks." },
  { "title": "CATEGORIES", "desc": "Pick a category (e.g., Shoe Brands). Go around the circle; first to fail drinks." },
  { "title": "QUESTION MASTER", "desc": "If anyone answers a question you ask, they drink. Lasts until the next flip." },
  { "title": "NEVER HAVE I EVER", "desc": "3 fingers up. Say something you've never done. Those who have done it drop a finger. First to 0 drinks." },
  { "title": "THUMB MASTER", "desc": "At any point, put your thumb on the table. Last to follow drinks." },
  { "title": "HEAVEN", "desc": "Point to the ceiling. Last person to do so drinks." },
  { "title": "THE FLOOR IS LAVA", "desc": "Touch the floor. Last person to do so drinks." },
  { "title": "MEDUSA", "desc": "On the count of 3, look at someone. If you make eye contact, you both drink." },
  { "title": "VIKING", "desc": "Make a rowing motion. Last person to join the rowing drinks." },
  { "title": "RHYME TIME", "desc": "Say a word. Go around the circle rhyming. First to fail drinks." },
  { "title": "SNAKE EYES", "desc": "You cannot make eye contact with anyone. If you do, you both drink." },
  { "title": "THE NARRATOR", "desc": "Narrate the person to your right's actions for 1 minute in a funny voice." },
  { "title": "STARING CONTEST", "desc": "Challenge someone. First to blink drinks." },
  { "title": "THE 7-GAME", "desc": "Count around the circle. If a number has a 7 or is a multiple of 7, say 'Arrr!'. Failure = drink." },
  { "title": "FREEZE!", "desc": "At any random point, freeze in place. Last person to notice and freeze drinks." },
  { "title": "CELEBRITY INITIALS", "desc": "Name a celebrity. The next person uses their last name's first letter to start a new name." },
  { "title": "THE WHISPER", "desc": "Pass a secret message. If the last person says it wrong, everyone drinks." },
  { "title": "THE SIREN’S CALL", "desc": "Make a sound. Everyone must repeat it louder. Last person to join drinks." },
  { "title": "FACT OR FICTION", "desc": "Tell a story. If the group guesses wrong if it's true/false, they drink. If they are right, you drink." },
  { "title": "THE RULE", "desc": "Make a new rule (e.g., 'No swearing'). Anyone who breaks it drinks." },
  { "title": "WALK THE PLANK", "desc": "Stand on one leg for 20 seconds or take 3 sips." },
  { "title": "PEG-LEG", "desc": "Keep one leg perfectly straight for the next 3 rounds. No bending!" },
  { "title": "SCRUB THE DECK", "desc": "Mimic scrubbing the floor for 15 seconds while humming a shanty." },
  { "title": "THE PARROT", "desc": "Repeat the last 3 words of the person to your left for 2 minutes." },
  { "title": "GHOST SHIP", "desc": "Total silence until your next turn. Drink if you break it." },
  { "title": "EYE PATCH", "desc": "Keep one eye tightly closed for the next 5 minutes." },
  { "title": "HOOK HAND", "desc": "Do not use your dominant hand for the next 2 rounds." },
  { "title": "THE STATUE", "desc": "Stay perfectly still until someone laughs. If you move first, you drink." },
  { "title": "PARLEY", "desc": "You may swap this current task with anyone else at the table." },
  { "title": "ABANDON SHIP", "desc": "Everyone must switch seats. Last one down drinks." },
  { "title": "THE LOOKOUT", "desc": "You must stand for the next 3 rounds to keep watch." },
  { "title": "T-REX ARMS", "desc": "Tuck your hands into your armpits. Stay like this for 2 rounds." },
  { "title": "THE MIME", "desc": "Act out a movie title without speaking. First to guess picks someone to drink." },
  { "title": "THE ANCHOR", "desc": "You are anchored. You cannot move from your chair until the next 'Abandon Ship'." },
  { "title": "FOREHEAD MASTER", "desc": "Stick a wet napkin to your forehead. Keep it there for 3 rounds." },
  { "title": "ROBOT PIRATE", "desc": "Everything you say must be in a robot voice for 2 minutes." },
  { "title": "THE MIRROR", "desc": "Pick someone. You must mimic every movement they make until your next turn." },
  { "title": "THE DASHO", "desc": "Everyone must address you as 'Dasho'. If they forget, they drink." },
  { "title": "EMA DATSHI TOLERANCE", "desc": "Name 5 different types of chilies found in Bhutan. 10 seconds!" },
  { "title": "THE ARCHERY PRO", "desc": "Pretend to aim a bow on one leg for 15 seconds. If you wobble, drink." },
  { "title": "THIMPHU TRAFFIC LIGHT", "desc": "You control when people talk. If they speak without your 'green light', they drink." },
  { "title": "DOMA HABIT", "desc": "The last person to say 'Kadrinche' (Thank you) drinks." },
  { "title": "ZOW SHUNGO", "desc": "Name 5 Bhutanese dishes. First to repeat or fail drinks." },
  { "title": "THE DZONGKHAG EXPERT", "desc": "Name 5 Dzongkhags in 10 seconds or take a sip for each you missed." },
  { "title": "TSECHU DANCE", "desc": "Perform a 10-second mask dance. If no one joins, you drink alone." },
  { "title": "THE NOSY AUNTIE", "desc": "Ask a personal question. If they refuse to answer, they drink." },
  { "title": "HIGH PASS OXYGEN", "desc": "Hold your breath like you are at Dochula. First to exhale drinks." },
  { "title": "SUJA TIME", "desc": "Pretend to churn butter. The last person to 'pour' a cup drinks." },
  { "title": "PHALLUS PAINTER", "desc": "Sketch a lucky phallus on a napkin. Best artist picks someone to drink." },
  { "title": "TAXI DRIVER", "desc": "Complain about Thimphu potholes for 30 seconds without stopping." },
  { "title": "GHO/KIRA CHECK", "desc": "The person with the neatest clothes picks someone to drink." },
  { "title": "PUNAKHA HEAT", "desc": "Act like it is 35 degrees. Fan yourself vigorously until the next turn." },
  { "title": "THE PRAYER FLAG", "desc": "Flutter your arms like a flag whenever someone 'blows' (breathes) on you." }
]